Repository: TarasOsiris/screenshot-mac
Catalog: screenshot/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fa, fi, fr, he, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Export All Screenshots to Folder…
ar: تصدير جميع لقطات الشاشة إلى المجلد...
ca: Exporta totes les captures de pantalla a la carpeta...
cs: Exportovat všechny snímky obrazovky do složky…
da: Eksporter alle skærmbilleder til mappe...
de: Alle Screenshots in Ordner exportieren…
el: Εξαγωγή όλων των στιγμιότυπων οθόνης σε φάκελο…
es: Exportar todas las capturas a una carpeta…
fa: صدور همهٔ اسکرین‌شات‌ها در پوشه…
fi: Vie kaikki kuvakaappaukset kansioon…
fr: Exporter toutes les captures d'écran vers un dossier…
he: ייצא את כל צילומי המסך לתיקיה...
hr: Izvezi sve snimke zaslona u mapu…
hu: Minden képernyőkép exportálása mappába…
id: Ekspor Semua Tangkapan Layar ke Folder…
it: Esporta tutti gli screenshot in una cartella…
ja: すべてのスクリーンショットをフォルダに書き出す…
ko: 모든 스크린샷을 폴더로 내보내기…
ms: Eksport Semua Tangkapan Skrin ke Folder…
nl: Exporteer alle schermafbeeldingen naar map…
no: Eksporter alle skjermbilder til mappe...
pl: Eksportuj wszystkie zrzuty ekranu do folderu…
pt_br: Exportar todas as capturas de tela para uma pasta…
pt_pt: Exportar todas as capturas de ecrã para a pasta…
ro: Exportați toate capturile de ecran în dosar...
ru: Экспортировать все скриншоты в папку…
sk: Exportovať všetky snímky obrazovky do priečinka…
sl: Izvozi vse posnetke zaslona v mapo ...
sv: Exportera alla skärmbilder till mapp...
th: ส่งออกภาพหน้าจอทั้งหมดไปยังโฟลเดอร์...
tr: Tüm Ekran Görüntülerini Klasöre Dışa Aktar…
uk: Експортувати всі знімки екрана в папку…
ur: تمام اسکرین شاٹس کو فولڈر میں ایکسپورٹ کریں…
vi: Xuất tất cả ảnh chụp màn hình vào thư mục…
zh_hans: 将所有截图导出到文件夹…
zh_hant: 將所有螢幕截圖輸出至資料夾…

source: Export complete
ar: اكتمل التصدير
ca: Exportació completa
cs: Export dokončen
da: Eksporten er fuldført
de: Export abgeschlossen
el: Η εξαγωγή ολοκληρώθηκε
es: Exportación completada
fa: صدور کامل شد
fi: Vienti valmis
fr: Exportation terminée
he: הייצוא הושלם
hr: Izvoz završen
hu: Az exportálás befejeződött
id: Ekspor selesai
it: Esportazione completata
ja: 書き出しが完了しました
ko: 내보내기 완료
ms: Eksport selesai
nl: Exporteren voltooid
no: Eksporten er fullført
pl: Eksport zakończony
pt_br: Exportação concluída
pt_pt: Exportação concluída
ro: Export finalizat
ru: Экспорт завершен
sk: Export dokončený
sl: Izvoz končan
sv: Exporten klar
th: ส่งออกเสร็จสมบูรณ์
tr: Dışa aktarma tamamlandı
uk: Експорт завершено
ur: برآمد مکمل
vi: Xuất hoàn tất
zh_hans: 导出完成
zh_hant: 輸出完成

source: Export every row in every language as PNG or JPEG, ready to upload to App Store Connect or Google Play.
ar: قم بتصدير كل صف بكل لغة كـ PNG أو JPEG، جاهز للتحميل إلى App Store Connect أو Google Play.
ca: Exporta cada fila en tots els idiomes com a PNG o JPEG, a punt per penjar-la a App Store Connect o Google Play.
cs: Exportujte každý řádek v každém jazyce jako PNG nebo JPEG, připraveno k nahrání do App Store Connect nebo Google Play.
da: Eksporter hver række på hvert sprog som PNG eller JPEG, klar til at uploade til App Store Connect eller Google Play.
de: Exportieren Sie jede Zeile in jeder Sprache als PNG oder JPEG, bereit zum Hochladen nach App Store Connect oder Google Play.
el: Εξαγωγή κάθε σειράς σε κάθε γλώσσα ως PNG ή JPEG, έτοιμη για μεταφόρτωση σε App Store Connect ή Google Play.
es: Exporte cada fila en todos los idiomas como PNG o JPEG, lista para cargar en App Store Connect o Google Play.
fa: هر ردیف را در هر زبانی به عنوان PNG یا JPEG صادر کنید، آماده آپلود در App Store Connect یا Google Play.
fi: Vie jokainen rivi kaikilla kielillä nimellä PNG tai JPEG, valmis lähetettäväksi osoitteeseen App Store Connect tai Google Play.
fr: Exportez chaque ligne dans chaque langue au format PNG ou JPEG, prête à être téléchargée vers App Store Connect ou Google Play.
he: ייצא כל שורה בכל שפה כ-PNG או JPEG, מוכן להעלאה אל App Store Connect או Google Play.
hr: Izvezite svaki redak na svakom jeziku kao PNG ili JPEG, spreman za prijenos u App Store Connect ili Google Play.
hu: Exportáljon minden sort minden nyelven PNG vagy JPEG néven, és készen áll a feltöltésre a App Store Connect vagy Google Play címre.
id: Ekspor setiap baris dalam setiap bahasa sebagai PNG atau JPEG, siap diunggah ke App Store Connect atau Google Play.
ja: すべての行をすべての言語で PNG または JPEG としてエクスポートし、App Store Connect または Google Play にアップロードできるようにします。
ko: 모든 언어의 모든 행을 PNG 또는 JPEG로 내보내고 App Store Connect 또는 Google Play에 업로드할 준비를 합니다.
ms: Eksport setiap baris dalam setiap bahasa sebagai PNG atau JPEG, sedia untuk dimuat naik ke App Store Connect atau Google Play.
nl: Exporteer elke rij in elke taal als PNG of JPEG, klaar om te uploaden naar App Store Connect of Google Play.
no: Eksporter hver rad på hvert språk som PNG eller JPEG, klar til å lastes opp til App Store Connect eller Google Play.
pl: Eksportuj każdy wiersz w każdym języku jako PNG lub JPEG, gotowy do przesłania do App Store Connect lub Google Play.
pt_br: Exporte todas as linhas em todos os idiomas como PNG ou JPEG, prontas para upload para App Store Connect ou Google Play.
pt_pt: Exporte todas as linhas em todos os idiomas como PNG ou JPEG, prontas para upload para App Store Connect ou Google Play.
ro: Exportați fiecare rând în fiecare limbă ca PNG sau JPEG, gata de încărcat în App Store Connect sau Google Play.
sk: Exportujte každý riadok v každom jazyku ako PNG alebo JPEG, pripravené na nahranie do App Store Connect alebo Google Play.
sl: Izvozite vsako vrstico v vseh jezikih kot PNG ali JPEG, pripravljeno za nalaganje v App Store Connect ali Google Play.
sv: Exportera varje rad på alla språk som PNG eller JPEG, redo att laddas upp till App Store Connect eller Google Play.
th: ส่งออกทุกแถวในทุกภาษาเป็น PNG หรือ JPEG พร้อมที่จะอัปโหลดไปยัง App Store Connect หรือ Google Play
ur: ہر زبان میں ہر قطار کو PNG یا JPEG کے بطور برآمد کریں، App Store Connect یا Google Play پر اپ لوڈ کرنے کے لیے تیار ہیں۔
vi: Xuất mọi hàng ở mọi ngôn ngữ dưới dạng PNG hoặc JPEG, sẵn sàng tải lên App Store Connect hoặc Google Play.
zh_hans: 将每种语言的每一行导出为 PNG 或 JPEG，准备上传到 App Store Connect 或 Google Play。

source: Export everything at once
ar: تصدير كل شيء دفعة واحدة
ca: Exporteu-ho tot alhora
cs: Exportujte vše najednou
da: Eksporter alt på én gang
de: Alles auf einmal exportieren
el: Εξάγετε τα πάντα ταυτόχρονα
es: Exporta todo de una vez
fa: صدور همه‌چیز یک‌جا
fi: Vie kaikki kerralla
fr: Exportez tout en même temps
he: ייצא הכל בבת אחת
hr: Izvezite sve odjednom
hu: Exportáljon mindent egyszerre
id: Ekspor semuanya sekaligus
it: Esporta tutto in una volta
ja: すべてを一度に書き出す
ko: 모든 것을 한 번에 내보내기
ms: Eksport semuanya sekaligus
nl: Exporteer alles in één keer
no: Eksporter alt på en gang
pl: Eksportuj wszystko na raz
pt_br: Exporte tudo de uma vez
pt_pt: Exporte tudo de uma vez
ro: Exportați totul deodată
ru: Экспортируйте все сразу
sk: Exportujte všetko naraz
sl: Izvozi vse naenkrat
sv: Exportera allt på en gång
th: ส่งออกทุกอย่างในครั้งเดียว
tr: Her şeyi tek seferde dışa aktarın
uk: Експортуйте все одразу
ur: سب کچھ ایک ساتھ برآمد کریں۔
vi: Xuất mọi thứ cùng một lúc
zh_hans: 一次性导出所有内容
zh_hant: 一次輸出所有內容

source: Export failed
ar: فشل التصدير
ca: Ha fallat l'exportació
cs: Export se nezdařil
da: Eksporten mislykkedes
de: Export fehlgeschlagen
el: Η εξαγωγή απέτυχε
es: Error al exportar
fa: صدور ناموفق بود
fi: Vienti epäonnistui
fr: Échec de l'exportation
he: הייצוא נכשל
hr: Izvoz nije uspio
hu: Nem sikerült exportálni
id: Ekspor gagal
it: Esportazione non riuscita
ja: 書き出しに失敗しました
ko: 내보내기 실패
ms: Eksport gagal
nl: Exporteren is mislukt
no: Eksporten mislyktes
pl: Eksport nie powiódł się
pt_br: Falha na exportação
pt_pt: Falha na exportação
ro: Exportul nu a reușit
ru: Не удалось экспортировать
sk: Export zlyhal
sl: Izvoz ni uspel
sv: Exporten misslyckades
th: การส่งออกล้มเหลว
tr: Dışa aktarma başarısız oldu
uk: Не вдалося експортувати
ur: ایکسپورٹ ناکام ہو گیا۔
vi: Xuất không thành công
zh_hans: 导出失败
zh_hant: 輸出失敗

source: Export Failed
ar: فشل التصدير
ca: Ha fallat l'exportació
cs: Export se nezdařil
da: Eksport mislykkedes
de: Export fehlgeschlagen
el: Η εξαγωγή απέτυχε
es: Error al exportar
fa: صدور ناموفق بود
fi: Vienti epäonnistui
fr: Échec de l'exportation
he: הייצוא נכשל
hr: Izvoz nije uspio
hu: Az exportálás sikertelen
id: Ekspor Gagal
it: Esportazione non riuscita
ja: 書き出しに失敗しました
ko: 내보내기 실패
ms: Eksport Gagal
nl: Exporteren mislukt
no: Eksporten mislyktes
pl: Eksport nie powiódł się
pt_br: Falha na exportação
pt_pt: Falha na exportação
ro: Export eșuat
ru: Ошибка экспорта
sk: Export zlyhal
sl: Izvoz ni uspel
sv: Exporten misslyckades
th: การส่งออกล้มเหลว
tr: Dışa Aktarma Başarısız Oldu
uk: Помилка експорту
ur: ایکسپورٹ ناکام ہو گیا۔
vi: Xuất không thành công
zh_hans: 导出失败
zh_hant: 輸出失敗

source: Export finished with blank frames
ar: انتهى التصدير بإطارات فارغة
ca: Exportació acabada amb marcs en blanc
cs: Export skončil s prázdnými snímky
da: Eksport afsluttet med tomme rammer
de: Export mit leeren Geräterahmen abgeschlossen
el: Η εξαγωγή ολοκληρώθηκε με κενά πλαίσια
es: Exportación finalizada con marcos en blanco
fa: صدور با قاب‌های خالی تمام شد
fi: Vienti on valmis tyhjillä kehyksillä
fr: Exportation terminée avec des cadres vides
he: היצוא הסתיים עם מסגרות ריקות
hr: Izvoz je završen s praznim okvirima
hu: Az exportálás üres keretekkel fejeződött be
id: Ekspor selesai dengan bingkai kosong
it: Esportazione completata con cornici vuote
ja: 書き出しは完了しましたが、空白のフレームがあります
ko: 내보내기 완료(빈 프레임 있음)
ms: Eksport selesai dengan bingkai kosong
nl: Export voltooid met lege frames
no: Eksport ferdig med tomme rammer
pl: Eksport zakończony z pustymi ramkami
pt_br: Exportação concluída com molduras em branco
pt_pt: Exportação finalizada com quadros em branco
ro: Export terminat cu cadre goale
ru: Экспорт завершен с пустыми рамками
sk: Export skončil s prázdnymi rámami
sl: Izvoz je končan s praznimi okvirji
sv: Exporten avslutad med tomma ramar
th: ส่งออกเสร็จสิ้นด้วยเฟรมเปล่า
tr: Dışa aktarma boş çerçevelerle tamamlandı
uk: Експорт завершено з порожніми рамками
ur: خالی فریموں کے ساتھ برآمد ختم
vi: Xuất xong với khung trống
zh_hans: 导出已完成，但部分设备边框为空白
zh_hant: 輸出完成，但有空白外框

source: Export finished, but %lld %@ could not be read, so those device frames are blank. Check the canvas before uploading.
ar: انتهى التصدير، ولكن تعذرت قراءة %1$lld %2$@، لذا فإن إطارات الجهاز هذه فارغة. تحقق من اللوحة القماشية قبل التحميل.
ca: S'ha acabat l'exportació, però no s'ha pogut llegir %1$lld %2$@, de manera que aquests marcs del dispositiu estan en blanc. Comproveu el llenç abans de pujar.
cs: Export byl dokončen, ale %1$lld %2$@ nelze přečíst, takže tyto rámce zařízení jsou prázdné. Před nahráním zkontrolujte plátno.
da: Eksporten er afsluttet, men %1$lld %2$@ kunne ikke læses, så disse enhedsrammer er tomme. Tjek lærredet før upload.
de: Der Export ist abgeschlossen, aber %1$lld %2$@ konnte nicht gelesen werden, daher sind diese Geräterahmen leer. Überprüfen Sie die Leinwand vor dem Hochladen.
el: Η εξαγωγή ολοκληρώθηκε, αλλά δεν ήταν δυνατή η ανάγνωση του %1$lld %2$@, επομένως αυτά τα πλαίσια της συσκευής είναι κενά. Ελέγξτε τον καμβά πριν το ανεβάσετε.
es: La exportación finalizó, pero %1$lld %2$@ no se pudo leer, por lo que los marcos de esos dispositivos están en blanco. Verifique el lienzo antes de cargarlo.
fa: صادرات تمام شد، اما %1$lld %2$@ خوانده نشد، بنابراین آن قاب‌های دستگاه خالی هستند. قبل از آپلود بوم را بررسی کنید.
fi: Vienti on valmis, mutta %1$lld %2$@ ei voitu lukea, joten laitekehykset ovat tyhjiä. Tarkista kangas ennen lataamista.
fr: L'exportation est terminée, mais %1$lld %2$@ n'a pas pu être lu, ces cadres de périphérique sont donc vides. Vérifiez le canevas avant de télécharger.
he: הייצוא הסתיים, אך לא ניתן היה לקרוא את %1$lld %2$@, כך שהמסגרות של המכשיר ריקות. בדוק את הקנבס לפני ההעלאה.
hr: Izvoz je završen, ali %1$lld %2$@ nije bilo moguće pročitati, pa su ti okviri uređaja prazni. Provjerite platno prije učitavanja.
hu: Az exportálás befejeződött, de az %1$lld %2$@ nem olvasható, ezért ezek az eszközkeretek üresek. Feltöltés előtt ellenőrizze a vásznat.
id: Ekspor selesai, namun %1$lld %2$@ tidak dapat dibaca, sehingga bingkai perangkat tersebut kosong. Periksa kanvas sebelum mengunggah.
ja: エクスポートは完了しましたが、%1$lld %2$@ を読み取れなかったため、これらのデバイス フレームは空白です。アップロードする前にキャンバスを確認してください。
ko: 내보내기가 완료되었지만 %1$lld %2$@을 읽을 수 없어 해당 장치 프레임이 비어 있습니다. 업로드하기 전에 캔버스를 확인하세요.
ms: Eksport selesai, tetapi %1$lld %2$@ tidak dapat dibaca, jadi bingkai peranti tersebut kosong. Semak kanvas sebelum memuat naik.
nl: Het exporteren is voltooid, maar %1$lld %2$@ kan niet worden gelezen, dus deze apparaatframes zijn leeg. Controleer het canvas voordat u het uploadt.
no: Eksporten fullført, men %1$lld %2$@ kunne ikke leses, så disse enhetsrammene er tomme. Sjekk lerretet før du laster opp.
pl: Eksport został zakończony, ale nie udało się odczytać %1$lld %2$@, więc ramki tych urządzeń są puste. Sprawdź płótno przed przesłaniem.
pt_br: A exportação foi concluída, mas %1$lld %2$@ não pôde ser lido, portanto, esses quadros de dispositivo estão em branco. Verifique a tela antes de fazer upload.
pt_pt: A exportação foi concluída, mas %1$lld %2$@ não pôde ser lido, portanto, esses quadros de dispositivo estão em branco. Verifique a ecrã antes de carregar.
ro: Exportul s-a încheiat, dar %1$lld %2$@ nu a putut fi citit, așa că acele cadre de dispozitiv sunt goale. Verificați pânza înainte de a încărca.
sk: Export bol dokončený, ale %1$lld %2$@ sa nepodarilo prečítať, takže tieto rámce zariadenia sú prázdne. Pred odovzdaním skontrolujte plátno.
sl: Izvoz je končan, vendar %1$lld %2$@ ni bilo mogoče prebrati, zato so ti okvirji naprave prazni. Pred nalaganjem preverite platno.
sv: Exporten slutförd, men %1$lld %2$@ kunde inte läsas, så de enhetsramarna är tomma. Kontrollera arbetsytan innan du laddar upp.
th: การส่งออกเสร็จสิ้น แต่ไม่สามารถอ่าน %1$lld %2$@ ได้ ดังนั้นเฟรมอุปกรณ์เหล่านั้นจึงว่างเปล่า ตรวจสอบแคนวาสก่อนอัปโหลด
ur: ایکسپورٹ مکمل ہو گیا، لیکن %1$lld %2$@ پڑھا نہیں جا سکا، اس لیے وہ ڈیوائس فریم خالی ہیں۔ اپ لوڈ کرنے سے پہلے کینوس کو چیک کریں۔
vi: Xuất xong nhưng không thể đọc %1$lld %2$@ nên các khung thiết bị đó trống. Kiểm tra canvas trước khi tải lên.
zh_hans: 导出完成，但无法读取 %1$lld %2$@，因此这些设备帧为空白。上传前检查画布。

source: Export finished, but %lld image files could not be read, so those device frames are blank. Check the canvas before uploading.
ar: تم الانتهاء من التصدير، ولكن تعذرت قراءة ملفات الصور %1$lld، لذا فإن إطارات الجهاز هذه فارغة. تحقق من اللوحة القماشية قبل التحميل.
ca: S'ha acabat l'exportació, però no s'han pogut llegir %1$lld fitxers d'imatge, de manera que aquests marcs del dispositiu estan en blanc. Comproveu el llenç abans de pujar.
cs: Export byl dokončen, ale soubory obrázků %1$lld nelze přečíst, takže tyto snímky zařízení jsou prázdné. Před nahráním zkontrolujte plátno.
da: Eksporten afsluttet, men %1$lld billedfiler kunne ikke læses, så disse enhedsrammer er tomme. Tjek lærredet før upload.
de: Export abgeschlossen, aber %lld Bilddateien konnten nicht gelesen werden, daher sind diese Geräterahmen leer. Prüfe die Leinwand vor dem Hochladen.
el: Η εξαγωγή ολοκληρώθηκε, αλλά δεν ήταν δυνατή η ανάγνωση %1$lld αρχείων εικόνας, επομένως αυτά τα πλαίσια της συσκευής είναι κενά. Ελέγξτε τον καμβά πριν το ανεβάσετε.
es: La exportación terminó, pero no se pudieron leer %lld archivos de imagen, así que esos marcos de dispositivo están en blanco. Revisa el lienzo antes de subir.
fa: صدور تمام شد، اما %lld فایل تصویر خوانده نشد؛ بنابراین آن قاب‌های دستگاه خالی هستند. پیش از آپلود، بوم را بررسی کنید.
fi: Vienti on valmis, mutta %1$lld kuvatiedostoja ei voitu lukea, joten laitekehykset ovat tyhjiä. Tarkista kangas ennen lataamista.
fr: L’export est terminé, mais %lld fichiers image n’ont pas pu être lus ; ces cadres d’appareil sont donc vides. Vérifiez le canevas avant l’envoi.
he: הייצוא הסתיים, אך לא ניתן היה לקרוא %1$lld קובצי תמונה, כך שהמסגרות של המכשיר ריקות. בדוק את הקנבס לפני ההעלאה.
hr: Izvoz je završen, ali slikovne datoteke %1$lld nisu se mogle pročitati, pa su ti okviri uređaja prazni. Provjerite platno prije učitavanja.
hu: Az exportálás befejeződött, de az %1$lld képfájlok nem olvashatók, ezért ezek az eszközkeretek üresek. Feltöltés előtt ellenőrizze a vásznat.
id: Ekspor selesai, namun file gambar %1$lld tidak dapat dibaca, sehingga bingkai perangkat tersebut kosong. Periksa kanvas sebelum mengunggah.
it: Esportazione completata, ma non è stato possibile leggere %lld file immagine, quindi quelle cornici del dispositivo sono vuote. Controlla la tela prima del caricamento.
ja: 書き出しは完了しましたが、%lld個の画像ファイルを読み込めなかったため、それらのデバイスフレームは空白です。アップロード前にキャンバスを確認してください。
ko: 내보내기는 완료되었지만 이미지 파일 %lld개를 읽을 수 없어 해당 기기 프레임이 비어 있습니다. 업로드 전에 캔버스를 확인하세요.
ms: Eksport selesai, tetapi %1$lld fail imej tidak dapat dibaca, jadi bingkai peranti tersebut kosong. Semak kanvas sebelum memuat naik.
nl: Het exporteren is voltooid, maar de afbeeldingsbestanden van %1$lld konden niet worden gelezen, dus deze apparaatframes zijn leeg. Controleer het canvas voordat u het uploadt.
no: Eksporten fullført, men %1$lld bildefiler kunne ikke leses, så disse enhetsrammene er tomme. Sjekk lerretet før du laster opp.
pl: Eksport został zakończony, ale nie udało się odczytać plików obrazów %1$lld, więc ramki tych urządzeń są puste. Sprawdź płótno przed przesłaniem.
pt_br: A exportação terminou, mas %lld arquivos de imagem não puderam ser lidos; por isso essas molduras de dispositivo estão em branco. Verifique a tela antes de enviar.
pt_pt: A exportação foi concluída, mas os ficheiros de imagem %1$lld não puderam ser lidos, portanto, esses quadros do dispositivo estão em branco. Verifique a ecrã antes de carregar.
ro: Exportul s-a încheiat, dar %1$lld fișiere imagine nu au putut fi citite, așa că acele cadre ale dispozitivului sunt goale. Verificați pânza înainte de a încărca.
ru: Экспорт завершен, но не удалось прочитать файлы изображений (%lld), поэтому эти рамки устройств пусты. Проверьте холст перед загрузкой.
sk: Export bol dokončený, ale súbory obrázkov %1$lld sa nepodarilo prečítať, takže tieto rámy zariadenia sú prázdne. Pred odovzdaním skontrolujte plátno.
sl: Izvoz je končan, vendar %1$lld slikovnih datotek ni bilo mogoče prebrati, zato so ti okvirji naprave prazni. Pred nalaganjem preverite platno.
sv: Exporten slutförd, men %1$lld bildfiler kunde inte läsas, så de enhetsramarna är tomma. Kontrollera arbetsytan innan du laddar upp.
th: ส่งออกเสร็จแล้ว แต่ไม่สามารถอ่านไฟล์รูปภาพ %1$lld ได้ เฟรมอุปกรณ์เหล่านั้นจึงว่างเปล่า ตรวจสอบแคนวาสก่อนอัปโหลด
tr: Dışa aktarma tamamlandı, ancak %lld görüntü dosyası okunamadığı için bu aygıt çerçeveleri boş. Yüklemeden önce tuvali denetleyin.
uk: Експорт завершено, але не вдалося прочитати файли зображень (%lld), тож ці рамки пристроїв порожні. Перевірте полотно перед вивантаженням.
ur: ایکسپورٹ مکمل ہو گیا، لیکن %1$lld تصویری فائلوں کو پڑھا نہیں جا سکا، اس لیے وہ ڈیوائس کے فریم خالی ہیں۔ اپ لوڈ کرنے سے پہلے کینوس کو چیک کریں۔
vi: Xuất xong nhưng không thể đọc được tệp hình ảnh %1$lld nên các khung thiết bị đó trống. Kiểm tra canvas trước khi tải lên.
zh_hans: 导出已完成，但有 %lld 个图像文件无法读取，因此这些设备边框为空白。上传前请检查画布。
zh_hant: 輸出完成，但有 %lld 個影像檔案無法讀取，因此那些裝置外框是空白的。請在上傳前檢查畫布。

source: Export finished, but 1 image file could not be read, so that device frame is blank. Check the canvas before uploading.
ar: انتهى التصدير، ولكن تعذرت قراءة ملف صورة واحد، لذا يكون إطار الجهاز فارغًا. تحقق من اللوحة القماشية قبل التحميل.
ca: S'ha acabat l'exportació, però no s'ha pogut llegir 1 fitxer d'imatge, de manera que el marc del dispositiu està en blanc. Comproveu el llenç abans de pujar.
cs: Export byl dokončen, ale 1 soubor obrázku nelze přečíst, takže rám zařízení je prázdný. Před nahráním zkontrolujte plátno.
da: Eksporten er afsluttet, men 1 billedfil kunne ikke læses, så enhedens ramme er tom. Tjek lærredet før upload.
de: Export abgeschlossen, aber 1 Bilddatei konnte nicht gelesen werden, daher ist dieser Geräterahmen leer. Prüfe die Leinwand vor dem Hochladen.
el: Η εξαγωγή ολοκληρώθηκε, αλλά δεν ήταν δυνατή η ανάγνωση 1 αρχείου εικόνας, επομένως το πλαίσιο της συσκευής είναι κενό. Ελέγξτε τον καμβά πριν το ανεβάσετε.
es: La exportación terminó, pero no se pudo leer 1 archivo de imagen, así que ese marco de dispositivo está en blanco. Revisa el lienzo antes de subir.
fa: صدور تمام شد، اما ۱ فایل تصویر خوانده نشد؛ بنابراین آن قاب دستگاه خالی است. پیش از آپلود، بوم را بررسی کنید.
fi: Vienti on valmis, mutta 1 kuvatiedostoa ei voitu lukea, joten laitekehys on tyhjä. Tarkista kangas ennen lataamista.
fr: L’export est terminé, mais 1 fichier image n’a pas pu être lu ; ce cadre d’appareil est donc vide. Vérifiez le canevas avant l’envoi.
he: הייצוא הסתיים, אך לא ניתן היה לקרוא קובץ תמונה אחד, כך שהמסגרת של המכשיר ריקה. בדוק את הקנבס לפני ההעלאה.
hr: Izvoz je završen, ali 1 slikovna datoteka nije mogla biti pročitana, tako da je okvir uređaja prazan. Provjerite platno prije učitavanja.
hu: Az exportálás befejeződött, de 1 képfájlt nem sikerült beolvasni, így az eszközkeret üres. Feltöltés előtt ellenőrizze a vásznat.
id: Ekspor selesai, namun 1 file gambar tidak dapat dibaca, sehingga bingkai perangkat kosong. Periksa kanvas sebelum mengunggah.
it: Esportazione completata, ma non è stato possibile leggere 1 file immagine, quindi quella cornice del dispositivo è vuota. Controlla la tela prima del caricamento.
ja: 書き出しは完了しましたが、1個の画像ファイルを読み込めなかったため、そのデバイスフレームは空白です。アップロード前にキャンバスを確認してください。
ko: 내보내기는 완료되었지만 이미지 파일 1개를 읽을 수 없어 해당 기기 프레임이 비어 있습니다. 업로드 전에 캔버스를 확인하세요.
ms: Eksport selesai, tetapi 1 fail imej tidak dapat dibaca, jadi bingkai peranti itu kosong. Semak kanvas sebelum memuat naik.
nl: Export voltooid, maar 1 afbeeldingsbestand kon niet worden gelezen, dus het apparaatframe is leeg. Controleer het canvas voordat u het uploadt.
no: Eksporten er fullført, men 1 bildefil kunne ikke leses, slik at enhetsrammen er tom. Sjekk lerretet før du laster opp.
pl: Eksport został zakończony, ale nie udało się odczytać 1 pliku obrazu, więc ramka urządzenia jest pusta. Sprawdź płótno przed przesłaniem.
pt_br: A exportação terminou, mas 1 arquivo de imagem não pôde ser lido; por isso essa moldura de dispositivo está em branco. Verifique a tela antes de enviar.
pt_pt: A exportação foi concluída, mas não foi possível ler 1 ficheiro de imagem, portanto o quadro do dispositivo está em branco. Verifique a ecrã antes de carregar.
ro: Exportul s-a încheiat, dar 1 fișier imagine nu a putut fi citit, astfel încât cadrul dispozitivului este gol. Verificați pânza înainte de a încărca.
ru: Экспорт завершен, но не удалось прочитать 1 файл изображения, поэтому эта рамка устройства пуста. Проверьте холст перед загрузкой.
sk: Export bol dokončený, ale nepodarilo sa prečítať 1 súbor obrázka, takže rám zariadenia je prázdny. Pred odovzdaním skontrolujte plátno.
sl: Izvoz je končan, vendar 1 slikovne datoteke ni bilo mogoče prebrati, zato je okvir naprave prazen. Pred nalaganjem preverite platno.
sv: Exporten är klar, men 1 bildfil kunde inte läsas, så enhetens ram är tom. Kontrollera arbetsytan innan du laddar upp.
th: ส่งออกเสร็จแล้ว แต่ไม่สามารถอ่านไฟล์รูปภาพ 1 ไฟล์ได้ กรอบอุปกรณ์จึงว่างเปล่า ตรวจสอบแคนวาสก่อนอัปโหลด
tr: Dışa aktarma tamamlandı, ancak 1 görüntü dosyası okunamadığı için o aygıt çerçevesi boş. Yüklemeden önce tuvali denetleyin.
uk: Експорт завершено, але не вдалося прочитати 1 файл зображення, тож ця рамка пристрою порожня. Перевірте полотно перед вивантаженням.
ur: ایکسپورٹ مکمل ہو گیا، لیکن 1 تصویری فائل پڑھی نہیں جا سکی، اس لیے آلہ کا فریم خالی ہے۔ اپ لوڈ کرنے سے پہلے کینوس کو چیک کریں۔
vi: Xuất xong nhưng 1 file ảnh không đọc được nên khung máy trống. Kiểm tra canvas trước khi tải lên.
zh_hans: 导出已完成，但有 1 个图像文件无法读取，因此该设备边框为空白。上传前请检查画布。
zh_hant: 輸出完成，但有 1 個影像檔案無法讀取，因此該裝置外框是空白的。請在上傳前檢查畫布。
